Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh686-v3.tmx
Source language: bo
Languages: en

source: འཇིག་རྟེན་ཐམས་ཅད་ཀྱིས་རྡོ་རྗེ་འཆང་ཉིད་དུ་སེམས་ཏེ། དེ་ལ་ཐེ་ཚོམ་མི་བྱའོ།
en: All the people in the world will perceive him as Vajradhara and think that it is him; there is no doubt about this. “

source: །སེང་གེའི་ཁྲག་གིས་ཏིལ་མར་དང་ནོར་བུ་སྦྲུས་ནས་ལུས་ལ་བསྐུས་ན་མིའི་སེང་གེ་ཆེན་པོའི་གཟུགས་སུ་སྟོན་ཏོ།
en: If the vidyā holder blends lion’s blood with the oil-jewel and smears his body with it, he will appear in the form of the great Narasiṃha.

source: །ཕག་གི་ཁྲག་གིས་སྦྲུས་ནས་ལུས་ལ་བསྐུས་ན་ཕག་གི་གཟུགས་ཆེན་པོར་སྟོན་ཏོ།
en: If he applies the blood of a boar to his body, he will appear in the form of the great Vārāha.

source: །ཏིལ་མར་དང་། ཕྱེ་མ་ལྷན་ཅིག་སྦྲུས་ནས་ཡུང་བ་དང་། ཤིང་པ་ལ་ཤའི་མདོག་ཏུ་བྱས་ལ་ལུས་ལ་བསྐུས་ན་སྲེད་མེད་ཀྱི་བུའི་གཟུགས་སུ་སྟོན་ཏོ། །རིག་སྔགས་འཆང་གིས་པདྨ་དང་།
en: If he blends the oil with the powder, makes a pigment by adding yellow orpiment and flame-of-the-forest blossoms, and smears it on his body, he will appear in the form of Nārāyaṇa.

source: ཏིལ་མར་ལྷན་ཅིག་སྦྲུས་ལ་ལུས་ལ་བསྐུས་ན་དབང་ཕྱུག་ཆེན་པོའི་གཟུགས་སུ་སྟོན་ཏོ། །ཤིང་ཨརྐའི་འོ་མ་དང་།
en: If he blends the oil with the nara lotus and smears it on his body, he will appear in the form of Maheśvara.

source: ཏིལ་མར་དང་། མཉམ་པར་སྦྱར་ལ་ལུས་ལ་བསྐུས་ན་ཚངས་པའི་གཟུགས་སུ་སྟོན་ཏོ།
en: If he blends the oil with the sap of giant milkweed and smears it on his body, he will appear in the form of Brahmā.

source: །གླང་པོ་ཆེའི་ཁྲག་དང་ཏིལ་མར་སྦྱར་ནས་ལུས་ལ་བསྐུས་ན་ཚོགས་ཀྱི་དབང་ཕྱུག་ཆེན་པོའི་གཟུགས་སུ་སྟོན་ཏོ།
en: If he blends the oil with the blood of an elephant and smears it on his body, he will appear in the form of the great Gaṇeśvara. “

source: །རའི་ཁྲག་དང་སྦྲུས་ནས་ལུས་ལ་བྱུགས་ན་རའི་གཟུགས་སུ་སྟོན་ཏོ།
en: If the vidyā holder blends the oil with the blood of a goat and smears it on his body, he will appear in the form of a goat.

source: །ཏིལ་མར་དང་། ཐིང་ཤིང་དང་། པདྨའི་ཕྱེ་མ་དང་། གླང་པོ་ཆེའི་ཁྲག་དང་ལྷན་ཅིག་སྦྱར་ནས་ལུས་ལ་བསྐུས་ན་ནག་པོ་ཆེན་པོའི་གཟུགས་མངོན་སུམ་དུ་རང་གི་གཟུགས་སུ་སྟོན་ལ།
en: If he blends the oil with indigo dye, powdered lotus, and the blood of an elephant and smears it on his body, he will appear, in plain view, as Mahākāla in person.

source: གང་དང་གང་དག་ལ་ཐིག་ལེ་བྱས་ན་མ་མོའི་ཚོགས་ཀྱི་གཟུགས་སུ་སྟོན་ཏོ།
en: Anyone whose forehead he marks with a bindi will appear as one of the hosts of mātṛs.

source: །སྦྲུལ་གྱི་ཁྲག་དང་། པགས་པ་དང་། ཏིལ་མར་གྱི་རྒྱལ་པོ་དང་ལྷན་ཅིག་སྦྲུས་ལ་སྒལ་ཚིགས་སུ་བསྐུ་ཞིང་། དཔུང་པ་གཡོན་པར་ཡང་བསྐུས་ན་ཀླུའི་རྒྱལ་པོ་ཆེན་པོའི་གཟུགས་སུ་སྟོན་ཏེ།
en: If he blends the king of oils with the blood and skin of a snake and smears his shoulders, spine, and armpits with it, he will appear in the form of a great nāga king.

source: ཇི་ལྟར་ཇི་ལྟར་ཁྲག་དང་སྦྱར་ཞིང་ཇི་ལྟ་ཇི་ལྟར་ཡིད་ལ་བསམས་པ་དེ་ལྟ་དེ་ལྟར་གཟུགས་སྟོན་ཏོ།
en: He will appear in the form of any animal whose blood he blends with the oil, or of any animal he brings to mind. “

source: །དེ་ནས་གཞལ་མེད་ཁང་ལྟ་བར་འདོད་ན་ཡུངས་ཀར་ལ་ཏིལ་མར་གྱིས་བསྐུས་ནས་དགེ་འདུན་གྱི་ནང་དུ་སྟེང་འོག་ཏུ་གཏོར།
en: If the vidyā holder wants to conjure a palace, he should daub mustard seeds with the oil, walk into the midst of an assembly of monks, and cast the seeds downward and upward.

source: ཕྱེ་མས་ནོར་བུ་རྒྱལ་མཚན་གྱི་རྩེ་མོ་ཀུན་ཏུ་བསྐུས་ན་དགེ་འདུན་རྒན་རིམས་སུ་བཀོད་པའི་དབུས་སུ་གཞལ་མེད་ཁང་ཆེན་པོ་རྒྱན་གྱིས་བརྒྱན་པ་སྟོན།
en: He should then put the powder all over the tip of a banner and set the banner at the place of honor; this will cause a great palace, adorned with every ornament, to appear among the assembled monks.

source: དགེ་སློང་རྣམས་ཀྱི་སྟེང་དུ་གཏོར་ན་དགེ་སློང་ཐམས་ཅད་གཟུགས་སྣ་ཚོགས་ཡིད་ལ་ཇི་ལྟར་བྱས་པ་བཞིན་རྒྱལ་པོའི་གཟུགས་སུ་སྣང་བ་དང་།
en: If the vidyā holder casts the seeds above the monks, each will appear in whatever form he has in mind.

source: གཞན་དག་བློན་པོ་དང་། གཞན་དག་བཀྲབས་པ་དང་། གཞན་དག་མདུན་ན་འདོན་པ་དང་། གཞན་དག་ཡོངས་སུ་སྤྱོད་པའི་གཟུགས་སུ་སྟོན་ལ།
en: Some will appear in the form of kings, others in the form of ministers, others in the form of learned brahmins, and others as royal priests, while others still will appear in the form of the royal attendants.

source: ཡུངས་ཀར་ལ་བསྐུས་པས་གཏོར་ན་སླར་ཡང་དགེ་སློང་རྣམས་སུ་སྣང་ངོ་།
en: If the vidyā holder casts the daubed seeds at the monks again, they will again appear as monks. “

source: །ཤིང་ཨརྐའི་འོ་མ་ཡུངས་ཀར་ལ་བསྐུས་ནས་དགེ་འདུན་གྱི་དབུས་སུ་དགེ་སློང་རྣམས་ཀྱིས་མལ་སྟན་གྱི་སྟེང་དུ་གཏོར་ན། ཇི་ལྟར་དགེ་སློང་ཐམས་ཅད་འཁོད་པ་ལྟར་སྣང་ངོ་། །རལ་པའི་ཐོར་ཚུགས་ཀྱིས་བརྒྱན་པ་ལ་གཏོར་ན་རྒན་པོ་འཁར་བ་ཐོགས་པ་སྒུར་པོ་ལྟག་དགྱེ་སྐྲ་དཀར་ཅན་ཉམ་ཆུང་བར་སྣང་ངོ་།
en: If the vidyā holder daubs the mustard seeds with the sap of the giant milkweed, walks into an assembly hall of the congregation, and casts the seeds upon the beds and seats of the monks, all the monks will appear sitting there: some will be adorned with a diadem upon their knotted hair, others will appear old, holding a walking stick, with a hunched back, dwarfish, and with grey hair on their head and a feeble body.

source: །མལ་སྟན་གྱི་སྟེང་དུ་ཡུངས་ཀར་གཏོར་བ་གལ་ཏེ་མཚན་ཐོག་ཐག་བཞག་ན་གཟུགས་གཞན་དུ་མི་འགྱུར་རོ།
en: If the vidyā holder casts the mustard seeds upon the beds and seats all through the night, the altered forms will not change again. “

source: །ལུག་གི་སྟེང་ན་སྣོད་ཡོད་པ་ལ་གཏོར་ན་དེ་ཐུར་མའི་གཟེབ་དང་། སྦྲུལ་ནག་པོ་སྣང་ངོ་།
en: If the vidyā holder casts the seeds upon a bowl of lamb, the ribs of the rib cage will appear as black snakes holding bowls in their mouths.

source: །སྣོད་ཀྱི་སྟེང་དུ་གཏོར་ན་ཁམ་ཕོར་དུ་སྣང་བར་འགྱུར་རོ།
en: If he casts the seeds upon a vessel, the vessel will appear as earthenware.

source: །བཏུང་བའི་སྣོད་སྦྲང་རྩིས་བྱུགས་པའི་སྟེང་དུ་གཏོར་ན་ཕྱག་དར་གྱི་ཕུང་པོར་སྣང་ངོ་།
en: If he casts the seeds upon a drinking vessel containing liquor, the vessel will appear as a heap of dirt.

source: གྲོང་ཁྱེར་གྱི་སྒོ་དང་གྲོང་ཁྱེར་ཀུན་ཏུ་གཏོར་ན་གྲོང་ཁྱེར་ཀུན་ནས་མི་སྣང་བར་འགྱུར་རོ།
en: If he casts the seeds at gates around the city, the city will become invisible from all sides.

source: །གྲོང་ཁྱེར་ཀུན་ལ་ཡུངས་ཀར་དང་པདྨའི་ཕྱེ་མ་གཏོར་ན་སྐྱེས་པ་དང་། བུད་མེད་དང་། ཁྱེའུ་དང་། བུ་མོ་མི་སྣང་བ་ཐམས་ཅད་སྣང་བར་འགྱུར་རོ།
en: If he casts the mustard seeds and powdered lotus all around the city, all the women, men, boys, and girls in that city will become invisible. “

source: །སེང་གེའི་ཁྲག་དང་སྦྱར་ནས་དུད་འགྲོའི་སྐྱེ་གནས་ཀྱི་སྟེང་དུ་གཏོར་ན་ལམ་གྱི་བཞི་མདོ་ཐམས་ཅད་དུ་སེང་གེའི་གཟུགས་སུ་སྟོན་ཏོ།
en: If the vidyā holder casts the mustard seeds mixed with the blood of a lion upon an animal, any quadruped will appear in the form of a lion—ferocious, wild, and beautifully shaped.

source: །སྡེ་དྲག་ཅིང་གཏུམ་ལ་ཡན་ལག་མཆོག་གི་གཟུགས་དང་ལྡན་པའི་སྟེང་དུ་གཏོར་ན་ཐམས་ཅད་ཝའི་གཟུགས་སུ་སྣང་ལ་ཕྱོགས་བཅུར་རྒྱུག་གོ།
en: If he casts the mustard seeds upon a troop of soldiers, they will all appear in the form of a jackal and flee in the ten directions.

source: །གཡུལ་འགྱེད་སར་གཏོར་ན་ཐམས་ཅད་གཉིད་ལོག་པར་བྱས་པར་འགྱུར་ལ་མཚོན་ཆ་ཐམས་ཅད་དང་། གོ་ཆ་ཐམས་ཅད་མི་སྣང་བར་འགྱུར་རོ།
en: If he casts the mustard seeds while in a battle or a fight, all his enemies will fall asleep, and all their weapons and shields will disappear.

source: །མེའི་ནང་དུ་གཏོར་ན་མི་སྣང་བ་རྣམས་སྣང་བར་འགྱུར་རོ།
en: If he casts the seeds into the fire, the fire will appear invisible.

source: །ཏིལ་མར་དང་སྦྱར་ནས་མེའི་ནང་དུ་གཏོར་ན་རྟག་ཏུ་འབར་བར་འགྱུར་རོ།
en: If he casts the seeds into a fire fueled by sticks smeared with oil, the fire will burn without ever going out.

source: །ཆུའི་ནང་དུ་གཏོར་ན་ཆུ་མི་མངོན་པར་འགྱུར་རོ།
en: If he casts it into water, the water will become invisible. “

source: །བུམ་པ་ཆུས་བཀང་བ་ལ་གཏོར་ན་སྲོག་ཆགས་ཆུའི་ནང་ན་གནས་པ་ཐམས་ཅད་ཆུའི་ནང་ནས་འབྱུང་ཞིང་ཐང་ལ་གནས་སོ།
en: If the vidyā holder fills a jar with water and casts the seeds into it, all aquatic creatures will come out of the jar and stay on dry land.

source: །ཚལ་གྱི་ནང་དུ་ཡུངས་ཀར་གྱིས་གཏོར་ན་མེ་ཏོག་དང་འབྲས་བུ་མི་སྣང་བར་འགྱུར་པ་ཐམས་ཅད་སྣང་ཞིང་ཤིང་སྐམ་པོ་དང་། ཚལ་གྱི་མཐར་མེ་ཏོག་དང་འབྲས་བུ་ཐམས་ཅད་སྟོན་ཏོ།
en: If he casts the mustard seeds into a forest, all the flowers and fruits will become invisible, or, if the trees in the forest are dried up, new flowers and fruits will appear on them.

source: །ནམ་མཁའ་ལ་གཏོར་ན་ཕྱོགས་བཞིའི་དགེ་འདུན་གྱི་ནང་ངམ། འདུས་པའི་ནང་ངམ། སྐྱེ་བོ་མང་པོའི་ནང་དུ་མེ་ཏོག་གི་ཆར་རྣམ་པ་སྣ་ཚོགས་དག་འབབ་སྟེ།
en: If he casts the seeds into the air in the four directions while in the midst of a congregation of monks, a meeting, or a large crowd, he will cause a rain of various colorful flowers to fall.

source: ལྷའི་དྲི་ལེགས་པར་སྨིན་པ་ཡིད་དགའ་བ་སིམ་པར་བྱེད་པ་འབབ་བོ།
en: A divine fragrance will spread, refreshing and delighting the mind. “

source: །ལས་དང་ལྡན་པའམ། བཟོའི་གནས་ཀྱི་ལས་ཏེ། ལས་ཀྱི་སྣོད་ཐམས་ཅད་ལ་ཏིལ་མར་གྱི་རྒྱལ་པོས་བྱུགས་ལ་ཕྱེ་མས་བསྐུ།
en: The vidyā holder should smear all the tools in a craftsmen’s workshop with the king of oils or rub them with the powder.

source: པདྨ་ཆེན་པོའི་ཕྱེ་མས་འཁོར་གྱི་གནས་བསྐུ།
en: He should also rub the surrounding area with the great powder made from lotuses.

source: ཡུངས་ཀར་གྱིས་ཕྱོགས་བཞིར་གཏོར་ལ།
en: He should cast the mustard seeds in the four directions.

source: དེ་ནས་ལས་ཀྱི་བཟོ་བཟང་པོ་ཇི་ལྟ་བ་བཞིན་སྟོན་པར་འདོད་ན་ལས་ཀྱི་སྣོད་དེ་དང་དེ་དག་ཉིད་གཡོ་ལ།
en: Thinking of an object of fine craftsmanship that he wants made, he should set the needed tools in motion.

source: ལས་ཀྱི་བཟོའི་ཚུལ་བཟང་པོས་མཐར་ཕྱིན་པ་རྣམ་པ་དུ་མ་དག་སྟོན་པར་བྱེད་ལ་ཉོ་ཚོང་བྱེད་པར་འབྱུང་སྟེ།
en: The object will then appear perfectly crafted, no matter the design.

source: གལ་ཏེ་ཕྱིར་བཟློག་པ་མ་བྱས་ན་རིན་ཇི་ལྟ་ཇི་ལྟ་བ་དེ་ལྟ་དེ་ལྟར་ཉོ་ཚོང་བྱེད་དོ།
en: It will then be ready to be traded and will sell for exactly what it is worth.

source: །ཆུ་དང་ཡུངས་ཀར་གྱིས་བཟློག་པ་བྱས་ན་མི་སྣང་བར་འགྱུར་ལ་དཔག་ཚད་བརྒྱ་སྟོང་ཙམ་གྱི་བར་དུ་ཁྲིད་ན་དེ་དང་དེ་ཉིད་དུ་མི་སྣང་བར་འགྱུར་རོ།
en: Unless the vidyā holder applies a counteragent using mustard seeds with water, the conjured items will not disappear. However, when he does apply the counteragent, they will disappear from their respective locations, wherever they have been taken within the radius of one hundred leagues. “

source: །རྫ་མཁན་གྱི་འཁོར་ལོ་ལ་ཕྱེ་མས་བྱུག་ཅིང་ཡུངས་ཀར་ཆགས་པར་བྱས་ལ།
en: The vidyā holder should rub a potter’s wheel with the powder, sprinkle it with mustard seeds, bind it, and sprinkle it with the great powder made from lotuses.

source: པདྨ་ཆེན་པོའི་ཕྱེ་མས་གཏོར་ནས་འཇིམ་པ་བཞག་ལ་སྣོད་ཀྱི་ངོ་བོ་ཇི་ལྟར་འདོད་པ་བཞིན་བྱ་སྟེ།
en: He should place upon it a lump of clay and mold the clay into whatever shapes he finds pleasing.

source: སྣོད་ཀྱི་ངོ་བོ་དངུལ་ལས་བྱས་པའམ། གསེར་ལས་བྱས་པའམ། ཟངས་ལས་བྱས་པའམ། ལྕགས་ལས་བྱས་པའམ། ལྕགས་ལྔ་ལས་བྱས་པ་རིན་པོ་ཆེ་བཟང་པོ་སྣ་ཚོགས་ཀྱིས་སྤྲས་པ་ཇི་ལྟ་བ་དེ་ལྟ་བུའི་སྣོད་བཀྲ་བ་རྣམ་པ་སྣ་ཚོགས་དག་འབྱུང་བར་འགྱུར་ལ།
en: Any vessels he produces, whatever their form, will appear to be made of silver, gold, copper, or iron and inlaid with various jewels.

source: ཉོ་ཚོང་བྱེད་པ་ཡང་འབྱུང་སྟེ། རིན་ཆེན་པོས་ཚོང་བྱེད་དོ།
en: A great variety of fine wares will appear, which will then appear to be bought and sold for a high price.

source: །ཡུངས་ཀར་གྱི་ཕྱེ་མ་དང་། པདྨའི་ཕྱེ་མ་ལྷན་ཅིག་སྦྱར་ནས་ཚོང་དུས་ཀྱི་དབུས་སུ་གཏོར་ན་ཀུན་ཏུ་ཟོང་བཀྲམ་པའི་སྣོད་མི་སྣང་བར་བྱས་པ་ཐམས་ཅད་སྣང་བར་བྱེད་དོ།
en: If the vidyā holder again casts the mustard seeds, powder, and lotus powder in all directions in the middle of a marketplace, all pots and vessels will disappear. “

source: །ཐག་པའི་སྟེང་དུ་གཏོར་ན་སྦྲུལ་ཆེན་པོ་སྟོན་ཏོ།
en: If the vidyā holder casts the mustard seeds upon a rope, it will appear as a large snake.

source: །ཁྱིམ་དང་། ར་བའི་ངོས་དང་། སྒོ་དང་། ཤིང་སྦྱར་བ་དང་། ཀ་བའི་སྟེང་དུ་གཏོར་ན་ཁང་པ་དང་། ར་བ་དང་། འཁོར་གྱི་ཁྱམས་རྣམས་སྦྲུལ་དུ་སྟོན་ཏོ།
en: If he casts the seeds upon the walls of a house, the door panels, the wooden fittings, and the pillars, snakes will appear everywhere in the house, within its walls, and in the surrounding estates.

source: །ཇི་སྲིད་དུ་ཆུ་དང་ཡུངས་ཀར་གྱིས་བཟློག་པ་མ་བྱས་པ།
en: This magical creation will remain until the vidyā holder applies the mustard seeds with water as counteragent.

source: དེ་སྲིད་དུ་སྦྲུལ་རྣམས་འདུག་གོ། །བཟློག་པ་བྱས་ན་མི་སྣང་བར་འགྱུར་རོ།
en: When the counteragent is applied, the snakes will disappear.

source: །གཙུག་ལག་ཁང་ངམ། ལྷའི་གནས་སམ། ཁང་བཟངས་ཀྱི་ངོས་ལ་གཏོར་ན་སྦྲུལ་ཆེན་པོར་སྣང་ངོ་།
en: If he casts the seeds in a monastery courtyard or upon the roof of a temple, large snakes will appear there. “

source: །ལྷའི་སྟེང་དུ་གཏོར་ལ་མིག་སྨན་གྱིས་བསྐུ། རིལ་བུས་ཐིག་ལེ་བྱས་ན་ལྷའི་གཟུགས་བརྙན་དེ་ཀུ་ཅོ་འདོན་ཅིང་འགྲོ་སྟེ།
en: If he casts the seeds upon the image of a deity, anoints its eyes with the eye ointment, and makes a pill-like bindi on the deity’s forehead, the image will come alive and start moving.

source: གར་འདོད་པ་དེར་འགྲོའོ། །བཟློག་པ་བྱས་ན་ཕྱིར་འདུག་གོ།
en: It will go wherever the vidyā holder wants it to go, and it will become stationary again if he applies the counteragent.

source: །སངས་རྒྱས་ཀྱི་སྐུ་གཟུགས་ཀྱི་ཞབས་ལ་བྱུགས་ལ་ཕྱེ་མས་གཏོར་ན་སངས་རྒྱས་ཀྱི་སྐུ་གཟུགས་གཡོ་བར་མཛད། བཞུད་པར་མཛད་དོ། །འཇུག་པར་མཛད་དོ། །འཆག་པར་མཛད་དོ།
en: If he smears the feet of an image of the Buddha and sprinkles it with the powder, the image will start moving, get up, and walk about.

source: །ཙནྡན་ལ་བཟླས་བརྗོད་བྱས་ནས་བདུགས་ན་ཕྱིར་བཞུགས་སོ།
en: It will become stationary again if the vidyā holder censes it with incanted sandalwood.

source: །བུམ་པ་སྦྲང་རྩིས་བསྐུས་པ་རྣམས་ལ་གཏོར་ན་གཡོ་བར་བྱེད་དོ། །ཇི་ཙམ་དུ་ཕྱིར་བཟློག་པ་མ་བྱས་པ་དེ་ཙམ་དུ་གཡོའོ། །ཆུ་དང་ཡུངས་ཀར་གྱིས་བཟློག་ན་ཕྱིར་འདུག་གོ།
en: If he sprinkles jars containing liquor, they will all move about until he applies the counteragent of mustard seeds and water, at which point they will become motionless again. “

source: །དེ་ནས་རྡོ་རྗེ་བསྐྱོད་པར་འདོད་ན་སྤོས་ཀྱི་དཀྱིལ་འཁོར་བྱས་ལ་མེ་ཏོག་བཀྲམ་སྟེ། གུ་གུལ་གྱི་བདུག་པས་བདུག །དེ་ཡང་ཡུངས་ཀར་དང་།
en: If the vidyā holder wants to make a vajra scepter move about, he should prepare a scented maṇḍala, strew it with flowers, and offer bdellium incense.

source: ཕྱེ་མ་དང་བཅས་པས་གཏོར་ལ་དོན་ཡོད་པའི་རྒྱལ་པོ་ལན་བདུན་བཟླས་བརྗོད་བྱས་ན།
en: He should sprinkle the scepter with the mustard seeds and the powder and recite the Amogharāja seven times.

source: རྡོ་རྗེ་དཀྱིལ་འཁོར་ལས་ལངས་ནས་ནམ་མཁའ་ལ་འགྲོ་བར་བྱེད། འཕར་བར་བྱེད།
en: The scepter will rise up from the maṇḍala and move through the air.

source: འདུག་པར་བྱེད། འབར་བར་བྱེད་ཅིང་། ཕན་ཚུན་འགྲོ་བར་བྱེད། མཐོ་བར་འགྲོ་བར་བྱེད། དམའ་བར་འགྲོ་བར་བྱེད།
en: It will move horizontally, stop, blaze with light, and move here and there.

source: རྣམ་པར་འགྲོ་བར་བྱེད། འབར་བ་ཆེན་པོས་འབར་བར་བྱེད་དེ་ཇི་སྲིད་དུ་བཟློག་པ་མ་བྱས་པ་དེ་སྲིད་དུ་ནམ་མཁའ་ལ་འགྲོའོ།
en: It will go upward and fly about, emitting bright light.

source: །ཆུ་དང་ཡུངས་ཀར་གྱིས་བཟློག་པ་བྱས་ན་དེ་ཉིད་དུ་སྣང་ངོ་།
en: It will move about in the air until the vidyā holder applies the counteragent of mustard seeds and water, at which point it will appear in its original place again. “

source: །དེ་ནས་འཁོར་ལོ་བསྐྱོད་པར་འདོད་ན་དཀྱིལ་འཁོར་གྲུ་བཞི་པ་བྱས་ལ་སྤོས་སྣ་ཚོགས་ཀྱིས་བྲིས་ནས་མེ་ཏོག་སྣ་ཚོགས་དགྲམ་པའང་བྱ།
en: If the vidyā holder wants to make a wheel revolve, he should draw a four-sided maṇḍala that is scented with various fragrances and brightened with colors. He should strew it with flowers and offer incense of bdellium.

source: གུ་གུལ་གྱི་བདུག་པས་ཀྱང་བདུགས་ནས་འཁོར་ལོ་ལ་ལན་ཉི་ཤུ་རྩ་གཅིག་བཟླས་བརྗོད་བྱས་ལ་ཏིལ་མར་གྱི་རྒྱལ་པོས་བསྐུ།
en: He should incant the wheel twenty-one times, smear it with the king of oils, and sprinkle it with the powder.

source: ལྟེ་བའི་དབུས་སུ་ཐིག་ལེ་བྱས་ནས་དཀྱིལ་འཁོར་གྱི་དབུས་སུ་གཞག་པར་བྱ། དེ་ལ་ཡང་ཡུངས་ཀར་དང་།
en: He should mark its hub with a bindi and place it in the center of the maṇḍala.

source: པདྨ་ཆེན་པོའི་ཕྱེ་མས་གདབ་པར་བྱ།
en: He should then sprinkle the wheel with the mustard seeds and the great powder made from lotuses and then burn bdellium incense and cense the entire wheel.

source: འཁོར་ལོ་ཀུན་ནས་གུ་གུལ་གྱི་བདུག་པས་བདུག་ཅིང་སེ་གོལ་གྱི་སྒྲ་ཡང་བྱས་ན་འཁོར་ལོ་དེ་དཀྱིལ་འཁོར་ལས་ལངས་ནས་ནམ་མཁའ་ལ་འཕར་ཞིང་སྡང་བ་ཐམས་ཅད་ལ་འབབ་པར་བྱེད་དེ། གལ་ཏེ་གཡུལ་འགྱེད་པར་འབབ་ན།
en: When he makes a sound by snapping his fingers, the wheel will rise up from the maṇḍala and revolve in the air.

source: དེའི་ཚེ་དགྲ་ཐམས་ཅད་ཀྱི་མགོ་གཅོད་པར་བྱེད། སྡང་བ་ཐམས་ཅད་དང་ཕྱིར་རྒོལ་བ་ཐམས་ཅད་ལ་བབ་ན་འཇིག་པར་བྱེད། བགེགས་ཐམས་ཅད་ལ་འབབ་པ་དང་། གནོད་སྦྱིན་དང་། སྲིན་པོ་དང་།
en: It will then cause all wicked beings to collapse, will chop off the heads of all enemies if it descends into a battle, and will cause all wicked beings and all opponents to fall and perish.

source: འབྱུང་པོ་དང་། ཤ་ཟ་དང་། བརྗེད་བྱེད་དང་། གདོན་རྣམས་ལ་འབབ་པ་དང་། ཀླུ་སྡང་བ་ཐམས་ཅད་ལ་བབ་ན་འཇིག་པར་བྱེད་དེ།
en: It will strike down all vighnas, yakṣas, rākṣasas, bhūtas, piśācas, apasmāras, and grahas, and it will strike down and destroy all wicked nāgas.

source: ཇི་སྲིད་དུ་བཟློག་པ་མ་བྱས་པ་དེ་སྲིད་དུ་འཕར་རོ། །ཆུ་དང་ཡུངས་ཀར་གྱིས་བཟློག་པ་བྱས་ན་སླར་དཀྱིལ་འཁོར་ལ་འདུག་གོ།
en: The wheel will revolve until the vidyā holder applies the counteragent of mustard seeds and water, at which time the wheel will settle back in the maṇḍala. “

source: །མདུང་རྩེ་གསུམ་པ་བསྐྱོད་པར་འདོད་ན་དཀྱིལ་འཁོར་བྱས་ལ་ཐོད་པ་གཞག་པར་བྱ། མེ་ཏོག་དགྲམ་པ་འང་བྱ། གུ་གུལ་གྱི་བདུག་པས་ཀྱང་བདུགས་ལ།
en: If the vidyā holder wants to make a trident move about, he should draw a maṇḍala, place a skull in it, strew the maṇḍala with flowers, and offer bdellium incense.

source: མདུང་རྩེ་གསུམ་པ་ལ་ཏིལ་མར་གྱི་རྒྱལ་པོས་བསྐུ། ཕྱེ་མས་གདབ་ཅིང་ཐིག་ལེ་བྱ། རྩེའི་རྒྱུན་གསུམ་ལ་པདྨ་ཆེན་པོའི་ཕྱེ་མས་གཏོར་ནས་ཐོད་པའི་སྟེང་དུ་གཞག་པར་བྱ།
en: He should then smear the trident with the king of oils, sprinkle it with the powder, mark it with a bindi, sprinkle the three points of the trident with the great powder, place the trident on top of the skull, and sprinkle it with mustard seeds.

source: ཡུངས་ཀར་གྱིས་གཏོར་ཞིང་ཧཱུྃ་ཞེས་སེ་གོལ་བྱས་ན་མདུང་རྩེ་གསུམ་པ་འབར་བར་བྱེད། ལྡང་བར་བྱེད། ནམ་མཁའ་ལ་འགྲོ་བར་བྱེད།
en: When the vidyā holder pronounces the syllable huṁ and snaps his fingers, the trident will blaze with light, rise up, and move through the air.

source: ཀུན་དུ་འབར་བར་བྱེད། འགྲོ་བར་བྱེད། ཕྱོགས་བཅུར་འཕར་བར་བྱེད་དེ།
en: It will spin around and move through the ten directions, radiating light.

source: ཇི་སྲིད་དུ་བཟློག་པ་མ་བྱས་པ་དེ་སྲིད་དུ་འཕར་བར་བྱེད་དོ། །ཆུ་དང་ཡུངས་ཀར་གྱིས་བཟློག་པ་བྱས་ན་སླར་དཀྱིལ་འཁོར་ལ་འདུག་གོ།
en: It will move about until the vidyā holder applies the counteragent of mustard seeds and water, at which point the trident will settle back in the maṇḍala. “

source: །དུང་ལ་ཏིལ་མར་གྱིས་བྱུགས་ལ་ཕྱེ་མས་གཏོར་ལ་ཐིག་ལེ་བྱ།
en: The vidyā holder should smear a conch with the oil, place it in the maṇḍala, sprinkle it with the powder, cast the mustard seeds upon it, and mark it with the bindi inside and outside.

source: ཡུངས་ཀར་གྱིས་ཀྱང་ཕྱི་ནང་གཏོར་ལ་བུས་ན་ཇི་སྲིད་དུ་སྒྲ་ཐོས་པ་དེ་སྲིད་ཀྱི་སྐྱེས་པ་དང་། བུད་མེད་དང་། ཁྱེའུ་དང་། བུ་མོ་ཐམས་ཅད་བྲོ་རྡུང་བར་བྱེད། རྒྱུག་པར་བྱེད།
en: If he blows the conch, all women, men, boys, and girls will dance for as long as the sound is heard.

source: མཆོད་པར་བྱེད་ཅིང་ཕྱོགས་བཅུར་རབ་ཏུ་རྒྱུ་པར་བྱེད་དོ།
en: They will run around until they swoon, running throughout the ten directions.

source: །གཡུལ་ངོར་བུས་ན་འགྱེད་པའི་མི་ཐམས་ཅད་དང་། མཚོན་ཆ་ཐམས་ཅད་དང་། གོ་ཆ་ཐམས་ཅད་བཏང་ནས་བྲོ་རྡུང་བར་བྱེད་དེ། གཅེར་བུར་འགྱུར་བར་བྱེད།
en: If he plays the conch in the midst of a battle, all the soldiers will drop their sharp weapons, battle implements, and coats of mail and will dance.

source: ཕྱོགས་བཅུར་རྒྱུག་པར་བྱེད་དོ།
en: They will strip naked and run in the ten directions. “

source: །གལ་ཏེ་དུང་ལན་བདུན་བུས་ན་ཕྱིར་རྒོལ་བ་དང་། ཕ་རོལ་གྱི་དམག་ཚོགས་དེས་ཉོན་མོངས་པ་སྐྱེད་པར་འགྱུར་ཏེ།
en: If the vidyā holder blows the conch seven times, all his opponents and the leaders of enemy armies will come to grief.

source: །ཇི་སྲིད་དུ་བཟློག་པ་མ་བྱས་པ་དེ་སྲིད་དུ་མཆོད་ཞིང་ཕྱོགས་བཅུར་རྒྱུག་གོ། །སྤོས་ཆུས་བཟློག་ཅིང་ཁྲུས་བྱས་ན་ཕྱིར་བདེ་བར་གནས་པར་འགྱུར་ལ།
en: They will grow agitated and run in the ten directions until they are sprinkled with scented water as counteragent.

source: རྟག་ཏུ་རྒྱལ་བ་དང་།
en: Once the counteragent is applied, they will become well again, and they will certainly concede victory and agree to the victor’s terms. “

source: དཔལ་གྱི་མཆོག་སྦྱིན་པར་འགྱུར་རོ། །དེ་ནས་སྒྱུ་མ་དེ་ཁོ་ན་ཉིད་སྒྲུབ་པའི་གསང་སྔགས་དང་། རྣམ་པར་འཕྲུལ་པའི་དངོས་གྲུབ་ཀྱི་དཀྱིལ་འཁོར་བཤད་པར་བྱ་སྟེ། སྒྱུ་འཕྲུལ་གྱི་དྲ་བ་རྣམ་པར་འཕྲུལ་པའི་དཀྱིལ་འཁོར་གང་དུ་དཀྱིལ་འཁོར་ཡོངས་སུ་རྫོགས་ཤིང་།
en: Now I will teach a maṇḍala whereby the vidyā holder can create true illusions and attain the mastery of magical displays, a perfect maṇḍala of magical, illusory transformation.

source: ཀུན་ནས་བརྒྱན་པར་ཡུངས་ཀར་དང་ཏིལ་མར་གྱི་རྒྱལ་པོ་དང་། ཕྱེ་མར་བསྲེས་པས་བྱུག་པ་དང་།
en: The vidyā holder should sprinkle an adorned maṇḍala with the mustard seeds and smear it with the king of oils mixed with the powder.

source: ཐིག་ལེས་ཀྱང་དབང་བསྐུར་ཅིང་པདྨ་ཆེན་པོའི་ཕྱེ་མས་བྱུགས་ལ་ལག་པ་པདྨའི་ཕྱག་རྒྱ་དང་།
en: He should consecrate the maṇḍala by applying a bindi of the great powder made from lotuses. He should apply the great powder with his hand while holding a lotus and displaying the consecration mudrā.

source: ཧཱུྃ་ཞེས་བྱ་བའི་སྒྲ་བརྗོད་ན་བརྗོད་པ་ཙམ་དང་། ཡུངས་ཀར་གྱིས་གཏོར་བའི་མོད་ལ། གཏོར་མའི་སྣོད་དང་།
en: He should then pronounce the syllable hūṁ while simultaneously casting the mustard seeds.

source: སྣོད་རྫ་མ་དང་། བུམ་པ་དང་། བུམ་པ་བཀང་བ་ཐམས་ཅད་དང་། མཚོན་ཐམས་ཅད་དང་། དཀྱིལ་འཁོར་གྱི་སྟེང་ནས་ནམ་མཁའ་ལ་སོར་བཞི་ཙམ་གྱིས་སྤགས་ཏེ།
en: As soon as he does, all the vessels with the bali offering, the jars, pitchers, pots, and full bowls, and all the sharp weapons and battle implements will rise into the air and remain suspended above the maṇḍala at the height of four fingers.

source: འདུག་ལ་ཇི་སྲིད་དུ་དཀྱིལ་འཁོར་གྱི་ལས་སུ་བྱ་བ་ཐམས་ཅད་རྫོགས་རྫོགས་ཀྱི་བར་དུ་ནམ་མཁའ་ལ་འདུག་གོ།
en: They will stay in the air for as long as all the required elements of the ritual remain fully implemented.

source: །རིག་སྔགས་འཆང་བ་སའི་སྟེང་གི་སོར་བཞི་ཙམ་གྱི་ཚད་ཀྱི་སྟེང་གི་ནམ་མཁའ་ལ་འདུག་གོ།
en: The vidyā holder himself will remain suspended in the air at the height of four fingers above the ground. “

source: །ལས་སུ་བྱ་བ་ཐམས་ཅད་ཟིན་ནས་དཀྱིལ་འཁོར་གྱི་ཡོད་བྱད་དྲི་ཆབ་ཀྱི་ཆོ་གས་དབང་བསྐུར་ན་གཏོར་མ་དང་།
en: When all the parts of the ritual have been completed, the vidyā holder should consecrate the maṇḍala with scented water according to the maṇḍala procedure.

source: སྣོད་རྫ་མ་དང་། བུམ་པ་དང་། བུམ་པ་ཐམས་ཅད་རང་ཉིད་འཕར་བར་བྱེད་ལ། སླར་ཡང་རང་གི་གནས་སུ་འདུག་གོ།
en: All the bali articles, jars, pitchers, pots, and bowls will return by themselves to their respective locations and will remain there.

source: །གོ་ཆ་དེ་ལྟ་བུ་ནི་དཀྱིལ་འཁོར་ཐམས་ཅད་ལ་བྱ་སྟེ། ཐམས་ཅད་དུ་ཡོན་ཏན་སྟོན་པར་སྣང་ལ། བྱས་པ་ཙམ་གྱིས་ལས་ཐམས་ཅད་སྒྲུབ་པར་འགྱུར་ཏེ།
en: If the vidyā holder always performs this maṇḍala procedure in this way, a similar display will always take place within its area as soon as the ritual performance has been completed.

source: ཐེ་ཙོམ་མི་བྱའོ་ཞེས་བཤད་དོ།
en: There is no doubt about this, I say. “

source: །དེའི་ཕྱིར་པདྨའི་དངོས་གྲུབ་བཤད་པར་བྱ་སྟེ། གསེར་རམ་དངུལ་ལམ་ཟངས་ལས་ཤིན་ཏུ་ལེགས་ཤིང་མཛེས་པ་སྙིང་པོ་དང་།
en: Now I will teach the magical art of the lotus, one that is made of either gold, silver, or copper.

source: ཟེ་བ་དང་བཅས་ཤིང་སྡོང་བུ་ཚད་དང་ལྡན་པར་བྱས་ལ།
en: The lotus should be well formed and well crafted, complete with a pericarp, filaments, and a stalk, all in the right proportions.

source: འདབ་མ་ཕྱེད་ཁ་ཕྱེ་བ་འཁོར་བར་འདབ་མ་དྲུག་ཅུ་རྩ་བཞི་ཡོད་པ་ཁྲུ་གང་ཙམ་གྱི་ཚད་སྡོང་བུ་དང་། སྙིང་པོ་དང་།
en: It should be half opened and encircled with sixty-four petals.

source: ཟེ་བའི་ཚད་སོར་བཞི་ཙམ་དུ་བྱས་པ་ལ་ཏིལ་མར་གྱི་རྒྱལ་པོས་བསྐུ། པདྨའི་ཕྱེ་མ་དང་།
en: The stalk should be one cubit long, and the stamens around the pericarp should be four fingers long.
